Repository: giellalt/corpus-nob
Catalog: tmx/smj/admin/sd/samediggi.no/sannhet_og_forsoning_-_pilar_1:_kunnskap_og_formidling.html.tmx
Source language: nob
Languages: smj

source: Les plenumssaken: Sannhet og forsoning - Pilar 1: Kunnskap og formidling
smj: Duohtavuohta ja såbadibme –Vuostasj (1) nihta: Máhtto ja gaskostibme

source: Vedtak i Sametingets plenum 6. mars 2024
smj: Sámedikke ållestjåhkanime mærrádus snjuktjamáno 6. biejve 2024

source: Sametinget støtter kommisjonen om at samlet sett vil økt kunnskap om samiske forhold og fornorskningspolitikken og dets konsekvenser, være en måte å reparere usynliggjøring og mindreverdighetsfølelse, og som kan utvide mulighetene for at flere gjenoppdager sin samiske bakgrunn.
smj: Sámedigge doarjju kommisjåvnåv jut tjoahkkáj sjaddá máhtudaklassánibme sáme dilij birraj dárojduhttempolitihka ja dan vájkkudusá, liehket vuohke gåktu divvot vuojnnemahtesvuodav ja iebdesvuodadåbdojt, ja mij máhttá lasedit máhttelisvuodav ienebuttjajda ælládahttet ietjas sáme duogátjav.

source: Økt kunnskap om samer og fornorskningspolitikken vil kunne redusere mengden av diskriminering og samehets, redusere stereotypier, fordommer og negative holdninger mot den samiske befolkningen.
smj: Lasedam máhtudahka sámij ja dárojduhttempolitihka birra máhttá binnedit badjelgæhttjamav ja sámenálsodimev, binnedit stereotijpajt, gáttojt, nievres guottojt sáme álmmuga vuossti.

source: Sametinget støtter kommisjonens forslag til tiltak.
smj: Sámedigge doarjju kommisjåvnå doajmma ævtodusájt.

source: Kommisjonens forslag til tiltak:
smj: Kommisjåvnå doajmma árvvalusá:

source: Tiltak 1.1
smj: Doajmma 1.1

source: Kommisjonen forslår et nasjonalt kompetansesenter om fornorskningspolitikk og urett, med ansvar for forskning, dokumentasjon, formidling og forsoningsarbeid.
smj: Kommisjåvnnå ævtot nasjåvnålasj dárojduhttempolitihkka ja vierredahko máhtudakguovdátjav gænna la åvdåsvásstádus dutkamis, duodastahttemis, gaskostimes ja såbadimbargos.

source: Dette tiltaket er behandlet i plenumssak «Sannhet- og forsoningskommisjonens rapport - Sametingets overordnede vurderinger».
smj: Dát doajmma la giehtadaláduvvam ållestjåhkanimen Sámedikke badjásasj árvvalus kommisjåvnnårappårtås.

source: Tiltak 1.2
smj: Doajmma 1.2

source: Kommisjonen foreslår at kunnskapsformidling om fornorskningspolitikken og dens konsekvenser styrkes i undervisningen i grunnskole, i videregående skole og ved høyskoler og universiteter.
smj: Kommisjåvnnå ævtot jut máhtudakgaskostibme dárojduhttempolitihka ja dan vájkkudusájs nanniduvvá åhpadimen vuodoskåvlån, joarkkaskåvlån ja allaskåvlån ja universitiehtan.

source: Sametinget slutter seg til kommisjonens tiltak og beskrivelse.
smj: Sámedigge doarjju kommisjåvnå dåjmav ja tjielggidusáv.

source: Sametinget foreslår egne tiltak i sammenheng med dette.
smj: Sámedigge ævtot ietjas dåjmajt dán aktijvuodan.

source: Se tiltak 1.4.
smj: Gehtja doajmma 1.4

source: Tiltak 1.3
smj: Doajmma 1.3

source: Kommisjonen oppfordrer myndighetene og relevante institusjoner til å følge med på prosesser og å utvikle tiltak i lys av funn som også de øvrige kommisjonene i Norden kommer frem til i årene som kommer.
smj: Kommisjåvnnå hasot oajválattjajt ja guoskavasj ásadusájt tjuovvolit prosessajt ja åvddånahttet dåjmajt ma hiehpi båhtusijda ietjá kommisjåvnåjs Nuorttarijkajn ma båhti boahttejagijt.

source: Sametinget slutter seg til kommisjonens forslag til tiltak.
smj: Sámedigge doarjju kommisjåvnå ævtodum dåjmav.

source: Sametingets forslag til tiltak:
smj: Sámedikke doajmma árvvalusa:

source: Tiltak 1.4
smj: Doajmma 1.4

source: Gjennomgå samisk innhold, og styrke det samiske innholdet i høyere utdanninger.
smj: Guoradallat sáme sisanov, ja nannit sáme sisanov alep åhpadusájn.

source: Dette ansvaret tilligger Kunnskapsdepartementet og de ulike universitetene og høyskolene.
smj: Dát åvdåsvásstádus gullu máhtudakdepartemænntaj ja iesjguhtik universitiehtajda ja allaskåvlåjda.

source: Sametinget vurderer samisk innhold i opplæring og høyere utdanning som en grunnstein for å øke kunnskapen om samer og for å nå målene beskrevet av kommisjonen.
smj: Sámedigge árvustallá jut sáme sisadno oahpon ja alep åhpadusán la vuodo máhtudaklåpptimij sámij birra ja jåvsåtjit ulmijt ma li tjielggiduvvam kommisjåvnån.

source: Det er også et potensiale i å styrke lokalhistoriens plass i undervisningen.
smj: La aj vejulasjvuohta nannit bájkálasj histåvråv åhpadimen.

source: Sametinget mener at det er et stort potensial for å innhente mer kunnskap om, og styrke det samiske innholdet i høyere utdanninger.
smj: Sámedigge mielas la stuor vejulasjvuohta åttjudit ienep máhtudagáv sámij birra ja nannit sáme sisanov alep åhpadusájn.

source: Sametinget mener at kommisjonens påpekning av ulike samfunnsaktørers selvstendige ansvar for å ta et oppgjør med egen historie og praksis av fornorskningspolitikken burde inkludere en gjennomgang blant universiteter og høyskoler av samisk innhold i undervisning.
smj: Sámedigge mielas la kommisjåvnå mujttádahttem jut iesjguhtik sebrudakakterraj ietjastis åvdåsvásstádus guoradallat ietjas histåvråv ja práksisav dárojduhttempolitihka gáktuj bierri guosskat guoradallam universitiehtaj ja allaskåvlåj sáme sisanos åhpadusán.

source: Tiltak 1.5
smj: Doajmma 1.5

source: Følge opp funn fra evaluering av implementering av LK20s.
smj: Tjuovvolit árvustallamav LK20s doajmmaj biedjamis.

source: Sametinget mener at evaluering av implementering av Kunnskapsløftet 2020 Samisk (LK20S) vil kunne ha stor påvirkning på det videre arbeidet med LK20S.
smj: Sámedikke mielas árvustallam Máhtudaklåpptim 2020 Sáme (LK20S) doajmmaj biedjamis máhttá vájkkudit viek ålov vijddásap bargguj LK20S:ajn.

source: Sametinget mener det er viktig å følge opp evalueringen og styrke det videre arbeidet med LK20S.
smj: Sámedikke mielas la ájnas tjuovvolit árvustallamav ja nannit vijddásap bargon LK20s:ajn.

source: Tiltak 1.6
smj: Doajmma 1.6

source: Styrke satsingen på støttemateriell, læremateriell, bøker og faglitteratur om samiske tema, også med lokal historieformidling.
smj: Nannit vuorodimev viehkkenævojda, oahpponævojda girjijda ja fáhkagirjálasjvuohtaj sáme tiemáj ja aj bájkálasj histåvrågaskostime hárráj.

source: Sametinget ser utfordringer i mangelfull og stereotypisk omtale av samisk språk, kultur og historie i læremidler utviklet for grunnskolen.
smj: Sámedigge vuojnná hásstalusájt gå vájllu ja li stereotijppa tjielggidusá sáme gielaj, kultuvra ja histåvrå hárráj oahpponævoj buvtadum vuodoskåvlåjda.

source: Sametinget ser behovet for å styrke satsingen på støttemateriell, læremidler, bøker og faglitteratur om samisk temaer i skolen rett mot både ikke-samiske og samiske elever.
smj: Sámedigge vuojnná dárbov nannit vuorodimev viehkkenævojda, oahpponævojda, girjijda ja fáhkagirjálasjvuohtaj sáme tiemáj birra skåvlån sihke sáme- ja látteoahppijda.

source: Tiltak 1.7
smj: Doajmma 1.7

source: Sametinget mener at veiviserprogrammet etablert ved Sáme Allaskåvllå har vært en viktig bidragsyter i å formidle kunnskap om samisk språk, kultur og historie.
smj: Ásadit máhtudakguovdátjav Ofelasguovdásj Sáme allaskåvlån. Sámedikke mielas la oahpestiddjeprográmma Sáme Allaskåvlån riek ájnas akterra máhtudakgaskostimen sáme giela, kultuvra ja histåvrå hárráj.

source: Sametinget mener at Ofelasguovdásj vil ivareta det samiske kompetansemiljøet som står for formidling av kunnskap og følger anbefalinger fra Sáme allaskåvllå om å etablere kompetansesenteret Ofelasguovdásj.
smj: Sámedikke mielas sjaddá Ofelasguovdásj bærrájgæhttjat sáme máhtudakbirrasav mij gaskos máhtudagáv ja tjuovvu árvvalusájt Sáme Allaskåvlås ásadit máhtudakguovdátjav Ofelasguovdásj.

source: Tiltak 1.8
smj: Doajmma 1.8

source: Styrke forskning og dokumentasjon av samiske språk, historie, kultur og samfunn og etablere økonomiske ordninger til dette.
smj: Nannit dutkamav ja duodastusáv sáme gielajs, histåvrås , kultuvras ja sebrudagás ja ásadit økonomijjalasj årdnigijt dasi.

source: Sametinget ser at det er et stort behov for å styrke forskning og dokumentasjon i det samiske samfunnet om samers egen kultur, historie, tradisjonell kunnskap og immaterielle kulturarv.
smj: Sámedigge vuojnná stuor dárbov nannit dutkamav ja duodastusáv sáme sebrudagán sámij ietjas kultuvra, histåvrå ja árbbedábálasj máhto ja vuojŋŋalasj kultuvrárbe birra.

source: Særlig viktig er det å legge til rette for forskning og dokumentasjon av aspekter ved det samiske samfunnet som ikke er så godt dokumentert, slik som for eksempel skoltesamisk historie.
smj: Sierraláhkáj la ájnas látjet dilev dutkamij ja duodastussaj åsijs sáme sebrudagás ma ælla nav buoragit duodastuvvam, duola dagu gålldåsáme histåvråv.

source: Sametinget viser til at også samer har behov for mer kunnskap om egen kultur, historie, og fornorskning.
smj: Sámedigge vuoset dasi jut sámijn la aj dárbbo åmastittjat ienep máhtudagáv ietjaska kultuvra, histåvrå ja dárojduhttema birra.

source: Formidling av samisk språk, kultur og samfunnsliv retter seg derfor ikke bare mot storsamfunnet, men også mot den samiske befolkningen.
smj: Gaskostibme sáme gielajs, kultuvras ja sebrudakiellemis ij la dåssju stuorsebrudagá gáktuj, valla aj sáme álmmugij.

source: Sametinget mener de økonomiske ordningene må styrkes å sikre forskning og dokumentasjon av samisk språk, kultur og samfunn.
smj: Sámedikke mielas bierri økonomijjalasj årdniga nanniduvvat sihkarastátjit dutkamav ja duodastusáv sáme gielajs, kultuvras ja sebrudagás.

source: Tiltak 1.9
smj: Doajmma 1.9

source: Styrke samiske museers, institusjoners og kunnskapsmiljøers kunnskapsutvikling og formidling økonomisk.
smj: Nannit sáme musiejaj, ásadusáj ja máhtudakbirrasij máhtudakåvddånimev ja gaskostimev økonomijjalattjat

source: Sametinget mener at de samiske museene har en sentral rolle i å dokumentere det samiske samfunnets egen kultur, historie, tradisjonelle kunnskap og immaterielle kulturarv.
smj: Sámedikke mielas la sáme musiejajn guovdásj roalla duodastimen sáme sebrudagá kultuvrav, histåvråv, árbbedábálasj máhtov ja vuojŋŋalasj kultuvrárbev.

source: Det er viktig for Sametinget at samer er premissleverandører for kunnskap om og formidling av kunnskap og kompetanse om samiske forhold.
smj: La ájnas Sámediggáj jut sáme ietja subtsastij ja hábbmim máhtudagáv ietjas máhtudakgaskostibmáj sáme dilij birra.

source: Det impliserer blant annet at samiske institusjoner som blant annet Sáme allaskåvllå og samiske museer, samiske kunstnere og forfattere skal ha en sentral plass i kunnskapsutvikling og ha en viktig rolle i formidlingen av kunnskapen – også ovenfor egen befolkning.
smj: Dat sihtá javllat jut sáme ásadusá dagu Sáme allaskåvllå ja sáme musieja, sáme dájddára ja tjalle galggi guovdátjin máhtudakåvddånimen ja adnet ájnas rållav máhtudakgaskostimen – aj ietjas álmmuga vuoksjuj.

source: Sametinget ser behovet for å styrke samiske institusjoners og kunnskapsmiljøers mulighet til å bidra med kunnskap og formidling.
smj: Sámedigge vuojnná dárbov nannit sáme ásadusáj ja máhtudakbirrasij máhttelisvuodav sæbrrat máhtudagájn ja gaskostimijn.

source: Sametinget mener at en styrking av samiske institusjoners kunnskapsutvikling jf tiltak 1.9, vil være en god måte å styrke urfolks kunnskapssystemer.
smj: Sámedikke mielas la sáme ásadusáj nannim máhtudakåvddånimen doajmma 1.9 milta, buorre vuohke nannitjit iemeálmmuk máhtudakvuogádagájt.

source: En konsekvens av fornorskningen er mindre kjennskap til og bruken av tradisjonell kunnskap i opplæring ved skoler.
smj: Dárojduhttem vájkkudus la binnep diehto árbbedábálasj máhtudagá ja dan ano birra åhpadusán skåvlåjn.

source: Det er viktig å legge til rette for økt bruk av urfolkskunnskap i flere sektorområder.
smj: La ájnas látjet dilev vaj iemeálmmukmáhtto máhttá adnuj boahtet moatten suorgen.

source: Samerådets klimarapport Klimaendringer i Sápmi- en oversikt og veien videre (2023) viser til at urfolks kunnskap er sentrale for å kunne møte klimaendringene, dette gjelder også blant annet i arealforvaltning.
smj: Sámeráde dálkádakdiedádus Klimaendringer i Sápmi- en oversikt og veien videre (2023) vuoset dasi jut iemeálmmukmáhtto la ájnas jus galggá duosstot dálkádakrievddadusájt, dát guosská aj arealháldadusá hárráj.

source: Tiltak 1.10
smj: Doajmma 1.10 Ásadit nasjåvnålasj guovdátjav sáme- ja iemeálmmukriektá hárráj UiT Norgga árktalaš universitehta:n

source: Sametinget ber om at det etableres et nasjonalt senter for same- og urfolksrett ved Det juridiske fakultet ved UiT Norges arktiske universitet, i tråd med de eksisterende planene til fakultets forskergruppe for same- og urfolksrett.
smj: Sámedigge gåhttju jut ásaduvvá nasjåvnålasj guovdásj sáme- ja iemeálmmukriektán juridihkalasj fakultiehtan UiT Norgga árktalaš universitehta:n, fakultiehta sáme- ja iemeálmmukriektá dutkamjuohkusa ieme plánaj gáktuj.

source: Forskergruppen utgjør det ledende miljøet innen same- og urfolksrett i Norge, og en ytterligere satsning vil styrke forskningen og skape en bedre arena for akademisk same- og urfolksrettslig meningsutveksling, både i akademia og med samfunnet for øvrig.
smj: Dutkamjuogos la guovdásj birás sáme- ja iemeálmmukriektá hárráj Vuonan, ja lasedam vuorodibme sjaddá nannit dutkamav ja hábbmit buorep arienáv akademijjalasj sáme- ja iemeálmmukriektáj gaskostibmáj, sihke akademiiján ja sebrudagán åbbålattjat.

source: En etablering av et nasjonalt senter vil sikre en mer samordnet forskning og målrettet formidling ut i samfunnet, noe som Sannhets- og forsoningskommisjonens rapport dokumenterer et behov for.
smj: Nasjåvnålasj guovdátja ásadibme sjaddá sihkarasstet jut dutkamaktisasjvuodav ja ulmmelasj gaskostimev sebrudagán, juojddá Duohtavuoda- ja såbadimkommisjåvnnå åvdet dárbbon.

source: Tiltak 1.11 Barnevennlig versjon av Sannhets- og forsoningskommisjonens rapport
smj: ” Doajmma 1.11 Duohtavuoda- ja såbadimkommisjåvnnå rappårttå hiebaduvvam mánájda

source: Sametinget ber om at det lages en barnevennlig versjon av rapporten.
smj: Sámedigge gåhttju jut dagáduvvá hiebaduvvam rappårttå mánájda.

source: Rapporten består av 758 sider og det er behov for at det lages en versjon som er tilpasset med informasjon for barn.
smj: Rappårttå la 758 biele ja la dárbbo jut dagáduvvá versjåvnnå diedoj ma li hiebaduvvam mánájda.

source: Dette kan for eksempel gjøres ved bruk av film.
smj: Dát dåhkki buojkulvissan dagáduvvat filmajn.

source: Tiltak 1.12 Forskningsprogram for historie/felles samisk historisk institutt
smj: Doajmma 1.12 Dutkamprográmma histåvrråj/aktisasj sáme histåvrålasj instituhtta

source: I dag skjer forskning i samisk historie på ulike forskningsinstitusjoner.
smj: Uddni dahpaduvvá dutkam sáme histåvrråj iesj guhtik dutkamásadusájn.

source: Det er behov for å ruste opp samisk historie som fagområde, ikke minst utvikle historiefaget på tvers av statsgrenser og andre administrative hindre.
smj: Le dárbbo nannit sáme histåvråv fáhkasuorggen, ja aj åvddånahttet histåvrråfágav rijkarájáj ja háldalasj hieredimij badjel.

source: En måte å imøtekomme dette behovet er å utvikle et permanent grenseoverskridende samisk forskningsprogram for historiefaget.
smj: Vuohke duosstot dáv dárbov la åvddånahttet stuoves rijkkagasskasasj sáme dutkamprográmmav histåvrråfáhkaj.

source: Dette vil også innebære å opprette et felles grenseoverskridende samisk historisk institutt som koordinerer dette arbeidet.
smj: Dát sjaddá buktet dárbov ásadit aktisasj rijkkagaskasj sáme histåvrålasj instituhtav mij koordinerij dáv bargov.

source: Tiltak 1.13 Utvikling av besøks- og formidlingstilbud på Sametinget
smj: Doajmma 1.13 Åvddånahttet guosse- ja gaskostimfálaldagáv Sámedikken

source: I lys av betydningen av å formidle samisk historie og demokrati fra et samisk perspektiv, foreslås det at Sametinget settes i stand til å utvikle sitt eget i tråd med modellen som benyttes av Stortinget.
smj: Gå sáme histåvrrå ja demokratijja gaskostibme sáme perspektijvas dágástaláduvvá, ævtoduvvá jut Sámedigge doarjoduvvá vaj ietja máhtti åvddånahttet ietjas “Guosse- ja gaskostimfálaldagáv” mij tjuovvu Stuordikke modellav.

source: Dette tiltaket har til hensikt å styrke formidlingen av samisk politisk historie og demokratiske verdier.
smj: Dán dåjma ulmme la nannit gaskostimev sáme politihkalasj histåvrås ja demokratijjalasj árvojs.

source: Det er av avgjørende betydning at Sametinget tar en aktiv rolle i å formidle samisk politisk historie og demokrati, blant annet ved å belyse hvordan samepolitiske kamper og seire har påvirket demokratiets utvikling både nasjonalt og internasjonalt.
smj: La riek ájnas jut Sámedikken la aktijvalasj roalla gaskostit sáme politihkav ja demokratijjav, duola dagu tjuovgadit gåktu sámepolitihka ráhtjastime ja vuojto lij vájkkudam demokratijja åvddånimev sihke nasjåvnålattjat ja rijkkagasskasattjat.

source: Tilbudet skal være spesielt rettet mot skoler og voksenopplæring.
smj: Doajmma galggá sierraláhkáj tjalmostit skåvlåjt ja ållessjattukåhpadimev.

source: Sametinget støtter for øvrig Sametingsrådets forslag til innstilling.
smj: Sámedigge doarjjo ierit ietján Sámedikkeráde árvvalusáv.
